{
    "ALSAIF Group":"مجموعة السيف",
    "for Land Transport":"للنقل البري",
    "Home":"بيت",
    "Services":"خدمات",
    "Fleet":"أسطول",
    "About":"عن",
    "Contact":"اتصال",
    "Get Quotes":"احصل على عروض الأسعار",
    "Explore Services":"اكتشف الخدمات",
    "Powering Your Business with":"تعزيز عملك مع",
    "Reliable Fleet Solutions":"حلول الأسطول الموثوقة",
    "Get Instant Quote":"احصل على عرض أسعار فوري",
    "Tailored Transportation Solutions for Every Industry":"العنوان: حلول نقل مخصصة لكل صناعة",
    "From logistics to construction, our fleet delivers efficiency and reliability.":"العنوان الفرعي: من اللوجستيات إلى البناء، أسطولنا يوفر الكفاءة والموثوقية.",
    "Truck Rentals" :"تأجير الشاحنات ",
    "Diverse truck models for all cargo types.":"تشكيلة متنوعة من الشاحنات لجميع أنواع البضائع. ",
    "Flexible rental terms (short or long-term).":"شروط تأجير مرنة (قصيرة أو طويلة الأجل). ",
    "24/7 support for uninterrupted operations.":"دعم على مدار الساعة لعمليات متواصلة.",
    "Trailer Rentals":"تأجير التريلات ",
    "High-capacity trailers for long-haul and specialized transport, ensuring safe and timely delivery.":"الوصف: تريلات عالية السعة للنقل الطويل والمتخصص، تضمن التسليم الآمن وفي الوقت المحدد. ",
    "Flatbeds, refrigerated, and specialized trailers.":"تريلات مسطحة، مبردة، ومتخصصة. ",
    "Scalable solutions for large-scale operations.":"حلول قابلة للتطوير للعمليات الكبيرة. ",
    "Regular maintenance for maximum reliability.":"صيانة دورية لضمان الموثوقية.",
    "Tipper Rentals":"تأجير القلابات ",
    "Robust tippers for construction, mining, and bulk material transport, designed for heavy-duty performance.":"الوصف: قلابات حديثة لتناسب مجالك مثل:  للبناء، التعدين، ونقل المواد السائبة، مصممة للأداء الثقيل. ",
    "High-capacity tippers for aggregates and materials.":"قلابات عالية السعة للمواد والركام. ",
    "Fully maintained for project efficiency.":"صيانة كاملة لكفاءة المشروع. ",
    "Expert support for seamless operations.":"دعم متخصص لعمليات سلسة.",
    "Why ALSAIF Transportation?":"لماذا السيف للنقليات؟",
    "Partner with us for unmatched reliability and tailored solutions.":"تعاون معنا للحصول على موثوقية لا تضاهى وحلول مخصصة. ",
    "Unrivaled Fleet":"أسطول لا مثيل له",
    "Over +5000 modern trucks, trailers, and tippers ready for any project.":"أكثر من +5000 شاحنة، تريلا، وقلاب حديث جاهز لأي مشروع. ",
    "Flexible Contracts":"عقود مرنة",
    "Competitive pricing with customizable rental plans to fit your timeline and budget.":"أسعار تنافسية مع خطط تأجير مخصصة تتناسب مع جدولك وميزانيتك. ",
    "Proven Reliability":"موثوقية مثبتة",
    "Regular maintenance and 24/7 support to keep your operations running smoothly.":"صيانة دورية ودعم على مدار الساعة لضمان سلاسة عملياتك.",
    "Industry Leader":"رائدون في الصناعة",
    "Trusted by top construction, logistics, and industrial firms across Saudi Arabia & GCC":"موثوق به من قبل كبرى شركات البناء، اللوجستيات، والصناعات في المملكة العربية السعودية ودول مجلس التعاون الخليجي",
    "Start Your Project with Al Saif Today":"ابدأ مشروعك مع السيف اليوم",
    "Request a customized quote and let our fleet drive your success.":"اطلب عرض أسعار مخصص ودع أسطولنا يقود نجاحك.",
    "Name":"الاسم",
    "Company Name":"اسم الشركة",
    "Email":"البريد الإلكتروني",
    "Phone":"رقم الهاتف ",
    "Enter Your Name":"أدخل اسمك",
    "Enter Your Company Name":"أدخل اسم شركتك",
    "Enter Your Email":"أدخل بريدك الإلكتروني",
    "Submit Quote Request":"إرسال طلب عرض الأسعار",
    "Tell us more about your project...":"أخبرنا المزيد عن مشروعك...",
    "Privacy Policy":"سياسة الخصوصية",
    "Terms of Service":"شروط الخدمة",
    "Saudi Arabia":"المملكة العربية السعودية",
    "24/7 Support":"دعم على مدار الساعة طوال أيام الأسبوع",
    "Quick Links":"روابط سريعة",
    "Contact Info":"معلومات الاتصال",
    "Project Details":"تفاصيل المشروع",
    "Copyright":"حقوق الطبع والنشر",
    "Get Quotes Now":"احصل على عروض الأسعار الآن",
    "Our Premium Fleet":"أسطولنا المتميز",
    "Modern, well-maintained vehicles equipped with latest safety features and comfort amenities for your peace of mind.":"مركبات حديثة ومجهزة بصيانة جيدة ومجهزة بأحدث ميزات السلامة ووسائل الراحة لراحة بالك.",
    "Delivery Trucks":"شاحنات التسليم",
    "Perfect for cargo and logistics operations":"مثالية لعمليات الشحن والخدمات اللوجستية",
    "Freight Trucks":"شاحنات الشحن",
    "Heavy-duty transportation solutions":"حلول النقل الثقيلة",
    "Medium Trucks":"الشاحنات المتوسطة",
    "Versatile mid-size transportation":"وسائل نقل متعددة الاستخدامات متوسطة الحجم",
    "Commercial Trucks":"الشاحنات التجارية",
    "Professional fleet vehicles":"مركبات الأسطول المهنية",
    "Vehicles in Fleet":"المركبات في الأسطول",
    "Uptime Percentage":"نسبة وقت التشغيل",
    "Happy Customers":"عملاء سعداء",
    "Hour Support":"دعم الساعة",
    "Modern Truck Fleet":"أسطول الشاحنات الحديثة",
    "Our modern truck fleet is equipped with advanced safety features and maintained to the highest standards. Every vehicle undergoes regular inspections to ensure optimal performance and safety.":"أسطول شاحناتنا الحديث مُجهّز بمواصفات أمان متطورة، ويتم صيانته وفقًا لأعلى معايير الجودة. تخضع كل مركبة لفحوصات دورية لضمان الأداء الأمثل والسلامة.",
    "Latest Safety Technology":"أحدث تقنيات السلامة",
    "GPS Tracking & Monitoring":"تتبع ومراقبة نظام تحديد المواقع العالمي (GPS)",
    "Regular Maintenance Schedule":"جدول الصيانة الدورية",
    "Fuel-Efficient Engines":"محركات موفرة للوقود",
    "Modern Truck":"شاحنة حديثة",
    "Frequently Asked":"الأسئلة المتكررة",
    "Questions":"أسئلة",
    "Contact Us":"اتصل بنا",
    "Message":"رسالة",
    "Submit":"يُقدِّم",
    "We will contact you as soon as possible":"سوف نتصل بك في أقرب وقت ممكن",
    "Thank you! Your message has been sent.":"شكراً لك! لقد تم إرسال رسالتك.",
    "Address":"عنوان",
    "Dammam, KSA: Al Khaldia Al Shamalia":"الدمام، المملكة العربية السعودية: الخالدية الشمالية",
    "We're open for any suggestion or just to have a chat.":"نحن منفتحون على أي اقتراح أو مجرد الدردشة.",
    "Frequently Asked Questions":"الأسئلة الشائعة",
    "Get answers to common questions about our transportation services.":"احصل على إجابات للأسئلة الشائعة حول خدمات النقل لدينا.",
    "What types of trucks do you offer for rental?":"ما هي أنواع الشاحنات التي تقدمونها للإيجار؟",
    "We provide a reliable and diverse truck fleet tailored to meet various commercial and logistical needs. Our selection includes delivery trucks, freight haulers, medium-duty vehicles, and commercial trucks, all meticulously maintained and regularly serviced to ensure optimal performance. Each vehicle is fully insured and equipped with advanced safety technologies and GPS tracking for real-time monitoring and enhanced operational efficiency. Whether you require a single truck for local deliveries or a complete fleet to support large-scale business operations, we offer flexible solutions designed to align with your specific transportation requirements.":"نوفر أسطولًا موثوقًا ومتنوعًا من الشاحنات، مصممًا خصيصًا لتلبية مختلف الاحتياجات التجارية واللوجستية. تشمل مجموعتنا شاحنات التوصيل، وشاحنات نقل البضائع، والمركبات متوسطة الحمولة، والشاحنات التجارية، وجميعها تخضع لصيانة دقيقة وصيانة دورية لضمان الأداء الأمثل. كل مركبة مؤمنة تأمينًا كاملًا ومجهزة بتقنيات سلامة متطورة ونظام تتبع GPS للمراقبة الفورية وتحسين الكفاءة التشغيلية. سواء كنتم بحاجة إلى شاحنة واحدة للتوصيل المحلي أو أسطول كامل لدعم العمليات التجارية واسعة النطاق، فإننا نقدم حلولًا مرنة مصممة خصيصًا لتلبية احتياجاتكم الخاصة في مجال النقل.",
    "How far in advance should I book my truck rental?":"ما هي المدة المسبقة التي يجب أن أقوم فيها بحجز تأجير شاحنتي؟",
    "We recommend securing your booking as early as possible to guarantee vehicle availability, particularly during peak seasons when demand is high. Early reservations not only ensure you get the truck that best fits your needs but also provide peace of mind and better scheduling flexibility. That said, we understand that urgent situations arise, and we strive to accommodate last-minute bookings whenever possible, depending on fleet availability. Our team is committed to providing timely and dependable service, no matter when you book.":"ننصحك بحجز سيارتك مبكرًا قدر الإمكان لضمان توفرها، خاصةً خلال مواسم الذروة التي يزداد فيها الطلب. فالحجز المبكر لا يضمن لك الحصول على الشاحنة الأنسب لاحتياجاتك فحسب، بل يوفر لك أيضًا راحة البال ومرونة أكبر في تحديد مواعيدك. مع ذلك، نتفهم وجود حالات طارئة، ونسعى جاهدين لتلبية حجوزات اللحظة الأخيرة كلما أمكن، وفقًا لتوافر أسطولنا. يلتزم فريقنا بتقديم خدمة موثوقة وفي الوقت المناسب، بغض النظر عن وقت الحجز.",
    "Are your trucks insured and maintained?":"هل شاحناتكم مؤمنة ومحفوظة؟",
    "Yes, all our trucks are fully insured and undergo routine maintenance to meet the highest safety and performance standards. Our dedicated maintenance team conducts thorough inspections and servicing to ensure each vehicle remains in top condition, minimizing the risk of breakdowns and delays. This commitment to regular upkeep and comprehensive insurance coverage ensures that you receive a safe, dependable, and worry-free transportation experience every time.":"نعم، جميع شاحناتنا مؤمنة بالكامل وتخضع لصيانة دورية لضمان أعلى معايير السلامة والأداء. يُجري فريق الصيانة المُتخصص لدينا فحوصات وخدمات شاملة لضمان بقاء كل مركبة في أفضل حالاتها، مما يُقلل من خطر الأعطال والتأخير. هذا الالتزام بالصيانة الدورية والتغطية التأمينية الشاملة يضمن لك تجربة نقل آمنة وموثوقة ومريحة في كل مرة.",
    "Can I rent a truck for a single day?":"هل يمكنني استئجار شاحنة ليوم واحد؟",
    "Absolutely! We provide flexible rental options designed to accommodate a variety of business needs and schedules. Whether you require a truck for a single day, a full week, or an extended period, our daily, weekly, and long-term rental plans offer the versatility to match your specific requirements. Our goal is to make transportation convenient and cost-effective, ensuring you get the right vehicle for the right duration—without any unnecessary commitments.":"بالتأكيد! نوفر خيارات تأجير مرنة مصممة لتلبية مختلف احتياجات وجداول أعمالكم. سواءً كنتم بحاجة إلى شاحنة ليوم واحد، أو أسبوع كامل، أو لفترة طويلة، فإن خطط التأجير اليومية والأسبوعية وطويلة الأجل لدينا توفر لكم المرونة اللازمة لتلبية احتياجاتكم الخاصة. هدفنا هو جعل النقل مريحًا واقتصاديًا، لضمان حصولكم على المركبة المناسبة للمدة المناسبة - دون أي التزامات غير ضرورية.",
    "Al Saif Transportation, All Rights Reserved.":"السيف للنقليات، جميع الحقوق محفوظة",
    "Rent modern, heavy-duty trucks for logistics, manufacturing, or material transport, customized to your business needs." : "الوصف: استأجر شاحنات حديثة وعالية الأداء للوجستيات، التصنيع، أو نقل المواد، مصممة حسب احتياجات ",
    "Access our diverse fleet of trucks, trailers, and tippers for seamless logistics and construction operations.":"يمكنك الوصول إلى أسطولنا المتنوع من الشاحنات والمقطورات والقلابات للقيام بعمليات لوجستية وبناء سلسة.",
    "Al Saif Group specializes in top-tier transportation services across Saudi Arabia and the Middle East. With a fleet of 5000+ trucks, we’ve been a trusted logistics partner since 1963.":"مع أسطول يضم أكثر من تتخصص مجموعة السيف في تقديم خدمات النقل والحلول اللوجستية والتطوير العقاري للعملاء في المملكة العربية السعودية والشرق الأوسط5000     شاحنة، نقدم .  تأسست الشركة عام حلولاً D مبتكرة ومخصصة تلبي احتياجات أعمالك1963، ونحن شريك موثوق في النقل، التخزين، واللوجستيات"
}